REFERENCE: str = "Распознавание вида отходов. Для запуска детекции нужно:\n" + "".join([
    "- во вкладке 'Детекция' выбрать нужный способ загрузки, выбрать камеру (если режим детекции по видео-камере) нажать на кнопку загрузки;\n"
    "- выбрать фото или видео (если в режиме детекции по видео или фото);\n",
    "- выбрать папку для сохранения результата;\n",
    "- выбрать модель для предсказания;\n",
    "- ждать окончания детекции.\n",
    "После окончания детекции будет соответствующее сообщение.",
])
