REFERENCE: str = (
    "Добро пожаловать в приложение для детектирования типов отходов "
    "строительства и сноса. Для запуска процесса нужно:\n"
) + "".join([
    "- во вкладке 'Детекция' выбрать нужный способ загрузки;\n"
    "- при выборе детекции по видеокамере необходимо указать камеру "
    "и отслеживаемый тип отходов;\n"
    "- нажать на кнопку загрузки;\n"
    "- при выборе детекции по фото или видео необходимо указать "
    "фото или видео, которые необходимо проанализировать;\n"
    "- выбрать папку для сохранения результата;\n",
    "- выбрать модель для предсказания;\n",
    "- ждать окончания детекции.\n",
    "В процессе работы существует возможность просматривать "
    "результаты через вкладку 'Результаты'.\n"
    "После окончания детекции будет соответствующее сообщение.",
])
